Repository: mozilla-l10n/mt-training-data
Catalog: lzz/lzz_pontoon.tmx
Source language: en_us
Languages: lzz

source: Mutual accountability.
lzz: Artiǩatis xesap̌i meçamu.

source: n
lzz: v

source: N
lzz: V

source: N/A
lzz: H/V

source: Name
lzz: Coxo/ yoxo

source: Names of your language
lzz: Nena-skanişi coxo/yoxo

source: Native Language
lzz: Svaloni Nena

source: Nature and Environment
lzz: Natura do Gomtume

source: Need some help with accent?
lzz: Aksani şeni meşvelu gorum-i?

source: Need some help with variants?
lzz: Variantepe şeni meşvelu gorum-i?

source: Need to download your data?
lzz: Datape-tkvani geğmalu dogaç̌inan-i?

source: Nepali
lzz: Nepaluri

source: New Language Launch
lzz: Ağani Nenaşi Lansmani

source: News and Current Affairs
lzz: Ambaepe do Ndğaluri Olayepe

source: Next
lzz: Uǩaçxeni

source: Nias
lzz: Niasuri

source: No
lzz: Var

source: [No ‘a’ in the original text]
lzz: [Orijinali ç̌aras 'a' va ren]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
lzz: <noCopyright>Telifişi xaǩǩi va ren</noCopyright>ozdapa (cc-0)

source: No foreign letters
lzz: Galeni bonca va oren

source: No gravatar found for your email
lzz: Emaili şeni Gravatari var İdziru

source: No information
lzz: Çkinapa va ren

source: No information available
lzz: Çkinapa ren

source: No languages found
lzz: Nena var idziru

source: No microphone found.
lzz: Miǩrofoni var madzires.

source: No numbers and special characters
lzz: ǩoretsxa do doxmeli ǩarakteri va oren

source: Northern Sotho
lzz: Nort̆ern Sot̆o

source: Norwegian Bokmål
lzz: Norveç̌uri Bokmåluri

source: Norwegian Nynorsk
lzz: Norveç̌uri Nynorskuri

source: No sentences to review. <addLink>Add more sentences now!</addLink>
lzz: Getsadoni cumle va ren. <addLink>Hatzi daha fazla cumle gedvit!</addLink>

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
lzz: Not: 'İdziren' ya do geitzopxasi, ham getzopxu<profileLink>Profilişi butkaşen</profileLink> goikturen.

source: Note: You will still need to select between Speak or Listen to change contribution type.
lzz: Noti: Meşveluşi çeşit̆i gokturu şeni İsinapi do İşǩini (İuci/ İsimini)-şi doloxe goşuğaten.

source: Not Found
lzz: Var İdziru

source: No Thanks
lzz: Var, Ntsaşa extit

source: No thanks, continue speaking
lzz: Var, ntsaşa exti, osinapus nayoni

source: No variant selected
lzz: Variasioni var goşiğmalu

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
lzz: Açkva xoma-tkvani mixaresirit do cihazepe do webi şeni iris ağanuri apliǩasiyonepe oxenu şeni na axmarasen ar xomaşi datambağu getzopxus memişvelit. Makinepes mtini ǩoçepeşi osinapu oxotzonapu şeni ar cumle iǩitxit-golionit-tkvit. Majura ǩatapeşi dulyapes otzǩedit do ǩalite mundzinit. Haǩu dulya!

source: Number of Voices
lzz: Xomaşi ǩoretsxa

source: Numbers
lzz: ǩoretsxape

source: Occitan
lzz: Okzit̆anuri

source: Odia
lzz: Odianuri

source: Off
lzz: Genǩoleri

source: Offensive Content
lzz: Noǩap̌ule uslubi

source: Offensive language
lzz: Peat̆i zit̆a

source: Offensive speech
lzz: Agresifi osinapu

source: Offline Sources
lzz: Ofline Cireǩepe

source: On
lzz: Gontzǩumeri

source: On desktop devices you can contribute by downloading…
lzz: Masajin cihazepes geğmalute megaşvelenan...

source: On his head he wore a beret.
lzz: Tis kudi gyutut̆u.

source: On iOS please continue with Safari to enable recording…
lzz: iOS'sis doloç̌aru oaktifuşeni Safarite nayonit...

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
lzz: Arti, maǩit̆xes he zit̆a daha oği var dugurun do xolo-ti telefuzi oxenu şeni inç̌it̆en na lutfen reddi doyit/ ǩebuli mot ikumt.

source: Opens in a new tab
lzz: Ağani tabi gontzit

source: Optionally join on our email list for updates and new information about the project.
lzz: Ginonan-na proje-çkunişi oağanu do ağani çkinapape şeni e-postaşi list̆es eǩomant̆alit.

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
lzz: Opsiyoneli na moncğonit demografiǩuri datape (tzana, cinsiyet̆i, nena do aksani) p̌ot̆e profili-tkvanis xalǩi şeni gontzǩeri var iyasen. Hantepe, data ǩumuli-şkala na oren xesabi-tkvani-ǩala var oǩimbinasen. Personaluri nenaşi ǩlibepe, daha tzori analizi şeni demografiǩuri datape-ǩala oǩimbinasen - Evuli, ar goǩitxaces ar slop̌ua modeli meçkineri ar demografiǩuri segmentis meğiru agoren.

source: Ossetian
lzz: Oset̆uri

source: Other
lzz: Majura

source: Other Language
lzz: Çkva nena

source: Other people validate those voice clips.
lzz: ǩoçepek ham nenaşi ǩlibepe tzorinuman.

source: Other voice datasets…
lzz: Majura xomaşi datamarç̌ape

source: Other Voice Datasets
lzz: Majura Xomaşi Datamarç̌ape

source: Our governance is founded on the pillars of:
lzz: Maktaloba-çkuni tudeni temelepeşi jin geidgu doren.

source: Our Partners
lzz: Çkuni ortağepe

source: Overall Accuracy
lzz: Geneli tzuranoba

source: Overall Hr. Total
lzz: Geneluri saatişi ǩoroba

source: p
lzz: d

source: Papiamento (Aruba)
lzz: Papiamenturi (Aruburi)

source: Partner
lzz: Partneri

source: Partners
lzz: Maǩatape

source: Partnerships
lzz: ortağepe

source: Partnerships and networks
lzz: Ortağepe do Mosape

source: [Part of the text can’t be heard]
lzz: [ç̌araşi ar notzile var diguren]

source: Pashto
lzz: Paşturi

source: Past recordings download requests
lzz: Atxenuri doloç̌arerepe geğmaluşi gorapa

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
lzz: Comman Voice, mtel kianuri guronepeşi meşvelute na irden, iri şeni monduli xomaşi datamarçha ren. Xomaşi aplikasyonepe getzopxu na unon şurepek makinaşi doguru modeli oslophu şeni ham datamarçha oxmaraman.

source: People come and contribute their voices.
lzz: ǩoçepe mulunan do xomape-nişite memaǩatenan.

source: Persian
lzz: Farsuri

source: Platform language
lzz: Platfomişi nena

source: <playIcon></playIcon>Last one!
lzz: <playIcon></playIcon> Ham soni ren!

source: Play/Stop
lzz: İsteri/ Dodgiti

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
lzz: <templateFileLink>şablon dosya çkuni</templateFileLink> kontrol it/ vit. Cumlepe tkvanis telifi mot uğut̆as. Cumlepe tkvani tzori ort̆as do ǩolai goliyoninas/ içǩitxinas. İǩitxinasen cumlepe 10 do 15 saniye ǩonari ort̆asen do svara, doxmeli yoxo do doxmeli ǩarakteri var uğut̆asen.

source: Please fill out this field.
lzz: Lutfen hamsvani opşit.

source: Please select a language to review sentences.
lzz: Goga, cumlepe muşi otzk̆omilu na gorumt ar nena goşuğit.

source: Polish
lzz: Lexuri

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
lzz: Xesabi var giğun-na <pontoonAccountLink>xesabi gontzi</pontoonAccountLink>. Ukhaçxe nena tkvani <strong>("takhimi")</strong> goşuğit do uǩule <pontoonCvLink>Common Voice</pontoonCvLink> proje goşuğit.

source: Portuguese
lzz: Porteǩizuri

source: Press play, listen & tell us: did they accurately speak the sentence below?
lzz: Osteri/ Obiri tuşis gyobazgit. İucit-işǩinit-isiminit do cumle tzori/ ese iǩitxui mitzvit.

source: Press { shortcut-play-toggle } to toggle play mode
lzz: Osteru modi gontzǩapu şeni { shortcut-play-toggle } hak gyobazgit/ cobazgit

source: Privacy
lzz: t̆obaşoba

source: <privacyLink>Privacy</privacyLink>
lzz: <privacyLink>t̆obaşoba</privacyLink>

source: Privacy Policy
lzz: t̆obaşobaşi Polotiǩa

source: Privacy, security and transparency.
lzz: t̆obaşoba, oceroba, şefafoba

source: Pro
lzz: Profosyoneli

source: Profile
lzz: Profili

source: Profile information improves the audio data used in training speech recognition accuracy.
lzz: Profilişi çkinapape, osinapu çinapa tzorinoba oslop̌us na ixmaren xomaşi datape oǩaimams.

source: Progress
lzz: Ogzalaman

source: Public Domain
lzz: ǩamuşi Monduni

source: Pular Guinea
lzz: Pularuri Ginuri

source: Punctuation
lzz: Ot̆imbu

source: Punjabi
lzz: Pencap̌uri

source: Quechua Chanka
lzz: Queçua Çankuri

source: Question
lzz: Ǩitxala

source: Question Collection
lzz: Khitxala oǩorobu

source: r
lzz: d

source: [‘Raised’ in English is always pronounced as one syllable, not two]
lzz: Bazi zit̆ape ç̌arun steri var goliyonaşa var iyen.

source: Rate limit exceeded. Try again in { $retryLimit } minutes
lzz: Tamo tamo...

source: Rate limit exceeded. Try again in { $retryLimit } seconds
lzz: Xolo geitsadit.

source: Reader Effects
lzz: Maǩitxeşi Efektepe

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
lzz: Ç̌aras na ren domǩulape oǩit̆xu/golayonu; ‘Ma vore’ -şi svas ‘Ma ore’ otku steri vana tersi muşi.

source: Read More
lzz: Çkva İǩitxi

source: Read more on our About page
lzz: Çkunişeni butkaşe dido-muşi iǩitxit

source: Read Sentences
lzz: Cumle golionit

source: Read Sentences, Answer Questions
lzz: Cumlepe ikhitxit/ goliyonit, khitxalapes cuğaphi meçit

source: Read Sentences <small>(Coming soon)</small>
lzz: Cumlepe ikhitxi/ goliyoni <small>(Ordoşe mulun)</small>

source: Read sentences submitted by the community in various languages
lzz: Khomunitek na moncğonu cumlepe teni nenapes ikhitxi/ goliyoni.

source: Read the sentence carefully - don’t miss, change or add words.
lzz: Cumle iǩit̆xamt̆atşa fikiri meçit (dikatli goliyonit). Zit̆apes mot moyoǩap̌amt, mot gokturamt do zit̆a mo eǩudumt.

source: Ready to add your voice or lend your ear?
lzz: Xoma skani eǩodus vana çkvaşi xoma oucus (oucinus, oşkinus) xadziri ore-i?

source: Ready to contribute?
lzz: Eǩoǩatus xadziri ore-i?

source: Ready to do { $count } more?
lzz: { $count } daha dido-muşi oxenus xadziri ore-i?

source: Ready to donate your voice?
lzz: Xoma-tkvani oxarsuvu şeni xadziri oret-i?

source: Ready to help validate sentences?
lzz: Cumlepe getzuranus meşvelu şeni xadziri oret-i?

source: reCAPTCHA is required if you want to proceed
lzz: Meyonu ginonan-na reCAPTCHA diç̌irs

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
lzz: Common Voiceşi omondunu do noğire goşinupe, ixenu dulyapeşi meoğanupe do anbaişi bultenepe steri e-post̆ape eç̌opit.

source: Recorded Clips
lzz: Doliç̌aru ǩlibepe

source: Recorded Hours
lzz: Doliç̌aru Saatepe

source: <recordIcon></recordIcon> Last one!
lzz: <recordIcon></recordIcon> Eçouri!

source: [Recording cut off before the end of the last word]
lzz: [Doloç̌ara, soni zit̆a var iççodaşe niǩvatu]

source: Recordings
lzz: Doloç̌arape

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
lzz: Nenaşi ǩlibepe doloç̌aru goncameri data sistemi getzopxuşi enni vorsi gza oren. Ham artsope (bazepe) şeni oxoktinoni oren.

source: Record/Stop
lzz: Doloç̌ari/ Dodgiti

source: Record your response
lzz: Cevap̌it̆ǩvani doǩayidit.

source: Record yourself reading sentences in your language
lzz: Nena skanite çhareri cumlepe ikhitxi/ goliyoni/ tkvi doloçhari.

source: Record yourself responding to questions and prompts in your language
lzz: Nena skanis khitxala do maktale cuğaphi meçi do nena skani doloçhari.

source: Record your voice
lzz: Nena-skani doloç̌ari

source: Reference the source of your sentence (required)
lzz: Ç̌araskani so žiri hako nç̌ari.

source: Reject
lzz: Reddi oxenu

source: Remove
lzz: Moseli

source: Remove Avatar
lzz: Avatari moseli

source: Remove tags
lzz: Etiketi moseli

source: Report
lzz: Lapori

source: Report was passed successfully
lzz: Lapori zade vorsi mendaxtu

source: Request a Language
lzz: Ar Nena Gori

source: Request New Language
lzz: Ar Nena Gori

source: Request recordings
lzz: Doloç̌aru gori

source: *required
lzz: *diç̌irs

source: Re-record
lzz: Meoç̌ari

source: Re-record clip
lzz: ǩilibi meyoç̌ari

source: Respond
lzz: Cevap̆i meçi

source: Response deleted successfully
lzz: Cevap̌i tkvani geijilu/cişiru.

source: Response submitted successfully
lzz: Cevap̌i tkvani mendincğonu.

source: Return
lzz: Goikti

source: Return here to edit your goal anytime.
lzz: Mundes na ginonan (gorumt) hedefi-tkvani osturesaru şeni hak goiktit.

source: Return to Common Voice
lzz: Common Voiceşa Goikti

source: Return to Common Voice Datasets
lzz: Common Voive Dataset̆işe goiktit

source: Return to Languages
lzz: Nenapeşa goikti

source: Review
lzz: Otzǩedi

source: Review and vote for new questions submitted by the community
lzz: Mtelik na moncğonu ağani ǩitxalapes otzkhedit do goşatsxunit

source: Review could not be saved. Please try again later.
lzz: Getsadupe var diliç̆aru. Ok̆ule xolo qvit.

source: ⓘ Review Criteria
lzz: ⓘ Getsaduşi Ǩriterepe

source: Review Criteria
lzz: Getsaduşi Kriterepe

source: Reviewed sentences not submitted, are sure?
lzz: Tzuraneri cumlepe var incğonu, heşo-i?

source: Review existing sentences submitted by the community
lzz: Mtelik na moncğonu cumlepes otzǩedit

source: Reviewing a Question
lzz: ǩitxalapes otzǩedi

source: Reviewing Sentences
lzz: Cumlepe Otsadu

source: Review questions
lzz: ǩitxalapes otzǩedi

source: Review & re-record clips here as you go
lzz: Hakolen ulurt̆aşani ǩilibepes ar çkva otzǩedit do xolo doloç̌arit

source: Review & re-record clips if needed
lzz: Diç̌irs-na ǩlibepes otzǩedit do meoç̌arit

source: Review sentences
lzz: Cumlepe tkvanis ar daha otzǩedit

source: Review Sentences
lzz: Cumlepes tsadi

source: Review & Submit
lzz: Tsadi do Moncğoni

source: Review transcriptions of recorded sentences for accuracy
lzz: Doloç̆areri cumlepeşi transkripsiyoni otzuranu şeni xolo otzk̆edit

source: Review user-submitted transcriptions in your language
lzz: Maxmarepeşen moxtimeri transkripsiyonepes xolo otzk̆edit

source: Romanian
lzz: Romanuri

source: Romansh Sursilvan
lzz: Romanş Sursilvanuri

source: Romansh Vallader
lzz: Romanş Valladeruri

source: Runyankole
lzz: Runyankoluri

source: Russian
lzz: Rusuri

source: s
lzz: i

source: S
lzz: A

source: Sakha
lzz: Saxuri

source: Santali (Ol Chiki)
lzz: Santaluri

source: Sardinian
lzz: Sardinianuri

source: Save
lzz: Şinaxi

source: Saved
lzz: Kodoliç̌aru

source: Scots
lzz: Skoturi

source: Scripted Speech
lzz: Ç̌arapes xoma meçamu

source: Search
lzz: Goiǩitxi

source: Search for a language
lzz: Nena gori...

source: Search for a language...
lzz: Nena gori...

source: See how your progress compares to other contributors all over the world.
lzz: Megzalu-tkvani dunyaşi genelis majura memşvelupe-şkala muç̌o na oxitzonen dzirit.

source: See Less
lzz: Daha mtsika dziri

source: See More
lzz: Daha fazla dziri

source: Select a Language...
lzz: Nena goşuğit

source: Select all
lzz: Mteli goşuği

source: Select an option
lzz: Ar opsioni goşuği

source: Select a tag
lzz: Ar etiketi kogoşuğit

source: Select a variant (optional)
lzz: Ar şive goşuğit (ginonan-na)

source: Selected
lzz: Goşitsxunu

source: Select File
lzz: Dosya goşuğit.

source: Select File to Upload
lzz: Eiğaten dosya goşuğit

source: Select <icon></icon> the text to begin
lzz: Geçhǩapu şeni <icon></icon> çhara goşuğit.

source: Select up to three domains (optional)
lzz: Eni fazla sum dobira goşatsxunit

source: Select your age
lzz: Tzana tkvani goşuğit

source: Select your sex or gender
lzz: Cinsiyeti vana genderi skani goşuği

source: Self Citation
lzz: Muşebura Eşaç̌opu

source: Send a link to my email
lzz: Maili çkimis ar linki komoncğoni

source: Send sign up link
lzz: Doloç̌aruşi linki oncğoni

source: Sentence
lzz: Cumle

source: Sentence Collection
lzz: Cumleşi ǩoleǩsiyoni

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
lzz: <sentenceCollectorFragment>Cumle ǩoleksionis otzǩedit</sentenceCollectorFragment>.

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
lzz: <sentenceCollectorVideo>Cumle na ǩorobums ǩilavuzis otzǩedit</sentenceCollectorVideo>.

source: Sentence Domain
lzz: Cumleşi dobira muşi

source: Sentences
lzz: Cumlepe

source: Sentences are collected for people to read aloud.
lzz: Cumlepe ǩoçepeşi mağali xomate oǩitxu şeni iǩoroben.

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
lzz: Hakolen na incğonen cumlepe xalkik na dzirasen steri cc-0 lisansi na uğun ar datamarç̌as eǩiç̌arasen.

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
lzz: Cumlepe Common Voice's eǩodvalu gorumt-na jur şurik tzori ren ya do ǩebuli asen.

source: { $sentences } sentences reviewed. Thank you!
lzz: Ç̌arapes itzk̆edinu. Ntsaşa exta!

source: Sentence text
lzz: Cumleşi ç̌ara

source: Sentence Variant
lzz: Cumleşi şivepe

source: Separate sentences into one line by pressing “Enter” or “Return” once
lzz: Xvala na ren cumlepe “Enter” vana “Return” tuşis gyobazgit do gamaǩatit.

source: Serbian
lzz: Sirp̌uri

source: Service and Retail
lzz: Hizmeti do perakendeşi

source: Set a goal
lzz: Ar noğire nisimadi

source: Set my visibility
lzz: Otziramu çkimi kogetzopxi

source: Setswana
lzz: Sestvanuri

source: Settings
lzz: Getzopxi

source: Sex
lzz: Seksi

source: Sex or Gender
lzz: Cinsiyet'i

source: SHA256 Checksum Copied!
lzz: SHA256 Checksum ǩop̌ya dixenu!

source: Share Common Voice
lzz: Common Voice gurtit

source: Share my goal
lzz: Hedefi-çkimi gurti

source: Share your clip
lzz: ǩilibi-tkvani gurtit

source: Share your { $count } Clip Daily Goal for { $type }
lzz: Ndğaluri { $type } noğire tkvani gurtit: { $count } xomaşi doloç̌ara

source: Share your { $count } Clip Weekly Goal for { $type }
lzz: Ndğaluri { $type } noğire tkvani gurtit: { $count } xomaşi doloç̌ara Xafteri { $type } noğire tkvani gurtit: { $count } xomaşi doloç̌ara

source: Shortcuts
lzz: Gzamǩulepe

source: [Should be ‘dinosaurs’]
lzz: ["Xarmeloba" ort̆aset̆u]

source: [Should be “We are”]
lzz: [“çku” iyasen]

source: Show All Datasets
lzz: Mtel Dataseti otziri

source: Show Latest Datasets
lzz: En soni Dataseti otziri

source: Show my ranking
lzz: Gesvaru-çkimi motzirit

source: Sign up
lzz: Uye iyi (Uye ivi/ iqvi)

source: Sign up for an account
lzz: Ar xesap̌i kogetzopxit

source: Sign up for Common Voice newsletters, goal reminders and progress updates
lzz: Common Voiceşi ambai bultenepes, gonoşinupes do ogzaloni ondğalurepes doliç̌arit.

source: sign up for email updates
lzz: E-posta oağanu şeni kodoliç̌arit.

source: Sign up for { $lang } updates:
lzz: Ondğaluru şeni { $lang } doliç̌arit.

source: Sindhi
lzz: Sinduri

source: Single
lzz: Xvala cumle

source: Single sentence submission
lzz: Ar cumle xvala oncğonu

source: Single ZIP file containing
lzz: Doloxemuşi tudenepe na oren ar ZIP dosya

source: Siswati
lzz: Sisvaturi

source: Size
lzz: Boyut̆i

source: Skip
lzz: Moyoǩap̌i

source: Skip Submission Feedback
lzz: Oncğonuşi ǩap̌ula Gnapas Moyuǩap̌i

source: Small batch
lzz: Opşa mtsika

source: Small batch sentence submission
lzz: Mtsika mtsika do aroğorda cumle oncğonu

source: Social media
lzz: Sosyaluri Medya

source: Solicit personally identifying information (like names or financial information)
lzz: Personeluri çkinapa mot gorumt

source: Somali
lzz: Somaluri

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
lzz: Bazi nenapes çkva do çkva variantepe uğunan. Hamuşeni çku <ctaLink>goçinapamt ‘Variants’</ctaLink> in 2022.

source: Someone asks for a language to be added.
lzz: A mitxak ar nena eǩomtsxvalu gorums.

source: Something went wrong while fetching prompts. Please try again later.
lzz: Ǩitxalape gedumt̆aşa xeta gamaxtu. Goga, uǩaçxe ar daha kotsadit.

source: Something went wrong while fetching questions. Please try again later.
lzz: Ǩitxalape gedumt̆aşa xeta gamaxtu. Goga, uǩaçxe ar daha kotsadit.

source: Something went wrong while fetching transcriptions. Please try again later.
lzz: Ǩitxalape gedumt̆aşa xeta gamaxtu. Goga, uǩaçxe ar daha kotsadit.

source: Something went wrong with reCAPTCHA. Please try again.
lzz: reCAPTCHA's mutxape tersi idu. Xolo geitsadit.

source: Sorbian, Lower
lzz: Tzaleni Sorbinuri

source: Sorbian, Upper
lzz: Jileni Sorburi

source: Sorry, Common Voice is running slowly. Thanks for your interest.
lzz: Mixarsuvit, Common Voicek tamo itsadeburs/ içalişams. Memaǩatit şeni ntsaşa extit.

source: Sorry, something went wrong
lzz: Mixarsuvit, mutxanepe gemapaşes

source: Source: { $sentenceSource }
lzz: Cireǩi: { $sentenceSource }

source: Southern Kurdish
lzz: Omjoruri Kyurduri

source: Southern Sotho
lzz: Omjoreturi Sot̆uri

source: Southwestern Tlaxiaco Mixtec
lzz: Omjoretişi Yulva Tlaxiaco Mixtec

source: Spanish
lzz: Isp̌anyoluri

source: Speak
lzz: İsinapi

source: Speakable
lzz: Osinaponi

source: Speakers
lzz: Msinapu

source: Speaking
lzz: Visinapam

source: Speaking and Listening
lzz: Osinapu do Oşǩinu

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
lzz: Normali nena tkvanite isinapit! Ǩat̆a ç̌eşit̆i osinapu momarç̌ilenan. Aksani tkvani muç̌o na ren ognapu bgorumt (minonan). P̌andaneri xoma seviye, tarzi do toni tkvanite isinapit.

source: Speak now
lzz: Hatzi - hus - huy isinapi

source: Speak options menu
lzz: Osinapu goşatsxunapeşi menu

source: Speak up, contribute here!
lzz: Nena eşiğit, hamsvanis numxacit!

source: Special Characters and Foreign Letters
lzz: Doxmeli Ǩarakterepe do Galeni Boncape

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
lzz: <speechBlogLink>Osinapu Oçinobas Kogyoç̌ǩit</speechBlogLink>

source: Spelling and Punctuation
lzz: Oç̌aru do Ot̆imbu

source: Splits
lzz: Boginape

source: Splits (Age and Sex)
lzz: Bogepe (Tzana do Cinsiyet̆i)

source: Spontaneous Speech
lzz: Spontane Osinapu
